{
  "plugins": {
    "bg.nvim": {
      "src": "https://github.com/typicode/bg.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.indent": {
      "src": "https://github.com/saghen/blink.indent",
      "version": "2.0.0 - 3.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim",
      "version": ">=0.0.0"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai",
      "version": ">=0.0.0"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move",
      "version": ">=0.0.0"
    },
    "mini.splitjoin": {
      "src": "https://github.com/nvim-mini/mini.splitjoin",
      "version": ">=0.0.0"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround",
      "version": ">=0.0.0"
    },
    "nvim-dap": {
      "src": "https://codeberg.org/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view"
    },
    "nvim-jdtls": {
      "src": "https://codeberg.org/mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": ">=0.0.0"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "opencode.nvim": {
      "src": "https://github.com/nickjvandyke/opencode.nvim",
      "version": ">=0.0.0"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim",
      "version": "1.0.0 - 2.0.0"
    },
    "vim-endwise": {
      "src": "https://github.com/tpope/vim-endwise"
    },
    "vivify.vim": {
      "src": "https://github.com/jannis-baum/vivify.vim"
    }
  }
}
